tap "boz/repo"
tap "charmbracelet/tap"
tap "cloudflare/cloudflare"
tap "derailed/k9s"
tap "fabianishere/personal"
tap "filippo.io/yubikey-agent", "https://filippo.io/yubikey-agent"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "koekeishiya/formulae"
tap "minio/stable"
tap "nextdns/tap"
tap "rs/tap"
tap "teamookla/speedtest"
tap "tomanthony/brews"
tap "twitchdev/twitch"
tap "txn2/tap"
tap "yudai/gotty"

brew "ack"
brew "aria2"
brew "bash"
brew "bat"
brew "boost"
brew "pkg-config"
brew "gmp"
brew "gcc"
brew "tbb"
brew "ceres-solver"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctop"
brew "deno", link: false
brew "docker", link: false
brew "docker-compose", link: false
brew "elixir"
brew "node"
brew "emscripten"
brew "fd"
brew "unbound"
brew "leptonica"
brew "tesseract"
brew "x264"
brew "ffmpeg"
brew "pango"
brew "fontforge"
brew "fzf"
brew "get_iplayer"
brew "gh"
brew "git"
brew "gitui"
brew "gnu-sed"
brew "go"
brew "goaccess"
brew "protobuf"
brew "grpc"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "iftop"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "libssh"
brew "libwebsockets"
brew "llvm"
brew "lolcat"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "mas"
brew "mkcert"
brew "mtr"
brew "mycli"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nethogs"
brew "nmap"
brew "node@14"
brew "nss"
brew "numpy"
brew "nvm"
brew "pyqt@5"
brew "opencv"
brew "opencv@2"
brew "pgcli"
brew "postgresql"
brew "pv"
brew "qt"
brew "pyqt"
brew "python@2", link: false
brew "rapidjson"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ruby"
brew "rust-analyzer"
brew "sip"
brew "sl"
brew "socat"
brew "stern"
brew "stow"
brew "streamlink"
brew "tmate"
brew "tmux"
brew "ttyd"
brew "vault"
brew "vegeta"
brew "vim"
brew "watch"
brew "watchman"
brew "websocat"
brew "wget"
brew "wireguard-go"
brew "wireguard-tools"
brew "yasm"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "boz/repo/kail"
brew "charmbracelet/tap/glow"
brew "cloudflare/cloudflare/cloudflared", link: false
brew "derailed/k9s/k9s"
brew "fabianishere/personal/pam_reattach"
brew "homebrew/cask/tree-sitter@0.18.3", link: false
brew "iina/mpv-iina/ffmpeg-iina"
brew "koekeishiya/formulae/skhd"
brew "minio/stable/mc"
brew "teamookla/speedtest/speedtest"
brew "twitchdev/twitch/twitch-cli"
brew "txn2/tap/kubefwd"

cask "bitbar"
cask "bloomrpc"
cask "chromium"
cask "docker"
cask "firecamp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "graphql-playground"
cask "insomnia"
cask "java"
cask "kubecontext"
cask "ngrok"
cask "visual-studio-code"

mas "Bear", id: 1091189122
mas "Cryptowatch Desktop", id: 1527457231
mas "Deliveries", id: 924726344
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "GIF Brewery 3", id: 1081413713
mas "GoodNotes", id: 1444383602
mas "NextDNS", id: 1464122853
mas "Sleep Control Center", id: 946798523
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Tweetbot", id: 1384080005
mas "Twitter", id: 1482454543
mas "WireGuard", id: 1451685025
