tap "1password/tap"
tap "boz/repo"
tap "hashicorp/tap"
tap "hcavarsan/kftray"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
brew "act"
brew "bat"
brew "cloc"
brew "gnutls"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "go"
brew "gping"
brew "helm"
brew "htop"
brew "imagemagick"
brew "ipmitool"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "llvm@17"
brew "lrzsz"
brew "mas"
brew "minicom"
brew "mkcert"
brew "mtr"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nss"
brew "oha"
brew "openssl@1.1"
brew "openvino"
brew "parallel"
brew "pinentry-mac"
brew "protobuf"
brew "pssh"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "shodan"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "websocat"
brew "yt-dlp"
brew "hashicorp/tap/packer"
brew "koekeishiya/formulae/skhd"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
cask "1password-cli"
cask "aptakube"
cask "kitty"
cask "orbstack"
mas "Flighty", id: 1358823008
mas "Keynote", id: 409183694
mas "Medis", id: 1579200037
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Sleep Control Center", id: 946798523
mas "Speedtest", id: 1153157709
mas "Telegram Lite", id: 946399090
mas "TestFlight", id: 899247664
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
